package utils;

public class Constant {
    //键名
    public static final String TAG = "Main";//用于打印日志
    public static final String SP_KEY = "sp_key";//本地SP的键
    public static final String FIRST_BOOLEAN = "first_boolean";//第一次启动保存的boolean值
    public static final String PASSWORD_STATE = "password_state";//记住密码的状态
    public static final String FRUIT_NAME = "fruit_name";//水果名
    public static final String FRUIT_IMAGE_ID = "fruit_image_id";//水果图片id
    public static final String MYClASS_KEY = "my_class";//MyClass的键
    public static final String MYTYPE_KEY = "my_type";//MyType的键
    public static final String MYWORDS_KEY = "my_words";//MyWords的键
    public static final String MYLEVEL_KEY = "my_level";//MyLevel的键
    public static final String CATEGORY = "category";//作文category
    public static final String ARTICLE_CONTENT = "article_content";


    //水果数据
    //1.香蕉
    public static final String Banana_1 = "香蕉的基本介绍";
    public static final String Banana_2 = "香蕉为芭蕉科植物甘蕉的果实。原产亚洲东南部，我国南方各地均有栽培，以台湾、广东最多。秋季果实成熟时采收，经处理脱涩后，洗净鲜用。我国栽培的有甘蕉，粉蕉两个品种。甘蕉果形短而稍圆，粉蕉果形小而微弯。其果肉香甜，除供生食外，还可制作多种加工品。\n" +
            "香蕉是人们喜爱的水果之一，欧洲人因它能解除忧郁而称它为“快乐水果”，而且香蕉还是女孩子们钟爱的减肥佳果。香蕉又被称为“智慧之果”，传说是因为佛祖释迦牟尼吃了香蕉而获得智慧。香蕉营养高、热量低，含有称为“智慧之盐”的磷，又有丰富的蛋白质、糖、钾、维生素A和C，同时膳食纤维也多，是相当好的营养食品。";
    public static final String Banana_3 = "香蕉的功效与作用";
    public static final String Banana_4 = "味甘、性寒；肺经、脾经。清热，润肠，解毒。治热病烦渴，便秘，痔血。\n" +
            "1.补充能量\n" +
            "运动员喜欢在上场前吃香蕉，这有助于临场表现。从营养的角度来分析，香蕉的糖分可迅速转化为葡萄糖，立刻被人体吸收，是一种快速的能量来源。\n" +
            "2.保护胃黏膜\n" +
            "香蕉能缓和胃酸的刺激，保护胃黏膜。\n" +
            "3.降血压\n" +
            "钾对人体的钠具有抑制作用，多吃香蕉，可降低血压，预防高血压和心血管疾病。研究显示，每天吃两条香蕉，可有效降低10%血压。\n" +
            "4.润肠道\n" +
            "香蕉内含丰富的可溶性纤维，也就是果胶，可帮助消化，调整肠胃机能。\n" +
            "5.有助于睡眠\n" +
            "香蕉对失眠或情绪紧张者也有疗效，因为香蕉包含的蛋白质中，带有氨基酸，具有安抚神经的效果，因此在睡前吃点香蕉，多少可起一些镇静作用。";
    public static final String Banana_5 = "香蕉的营养价值";
    public static final String Banana_6 = "1.香蕉的含水量较高约70%，且含有丰富的碳水化合物、蛋白质、膳食纤维、磷、钾、维生素A和维生素C。\n" +
            "2.香蕉含有三种天然糖份：蔗糖、果糖和葡萄糖；再加上纤维素。";
    public static final String Banana_7 = "香蕉的选购";
    public static final String Banana_8 = "优质香蕉果皮呈鲜黄或青黄色，梳柄完整，无缺只和脱落现象。单只香蕉体弯曲，果实丰满、肥壮、色泽新鲜、光亮、果面光滑，无病斑、无虫疤、无霉菌、无创伤，果实易剥离，果肉稍硬。\n" +
            "购买香蕉时，人们往往爱拣色泽鲜黄、表皮无斑点的果实。其实这样的香蕉内部还没有完全脱涩转熟，起来果肉硬而带涩味，香气不能充分散发出来。";
    public static final String Banana_9 = "香蕉的存储";
    public static final String Banana_10 = "香蕉属于热带水果，适宜储存温度是11~18度，一般情况下保存时间最长的是13天，尽量不要放冰箱里保存。\n" +
            "香蕉在冰箱中存放容易变黑，应该把香蕉放进塑料袋里，再放一个苹果，然后尽量排出袋子里的空气，扎紧袋口，再放在家里不靠近暖气的地方，这样香蕉可以保存一个星期左右。";
    public static final String Banana_11 = "香蕉的食用方法";
    public static final String Banana_12 = "也可把香蕉捣烂，做香蕉泥，也可炸香蕉片。治痔疮便血连皮炖食。";

    //2.苹果
    public static final String Apple_1 = "苹果的基本介绍";
    public static final String Apple_2 = "苹果是蔷薇科苹果属(malus)植物的果实，不仅是我国最主要的果品，也是世界上种植最广、产量最多的果品。在我国，苹果主要产于华北、东北一带，夏、秋季果实成熟时采摘，洗净鲜用或切片晒干用。苹果的形态略呈圆形，果皮的颜色多为青、黄、红色。不同的地区、不同品种的苹果，其成熟季节是有差别的。主要品种有国光、元帅、红星、红玉、青香蕉、倭绵、祝光等。其他还有印度、伏锦、迎秋、赤阳、黄魁、鸡冠、玉霞、伏花皮等，其中以国光为最多。国光苹果甜酸，风味较好，适于做拔丝苹果之用。苹果酸甜可口,营养丰富,是老幼皆宜的水果之一。";
    public static final String Apple_3 = "苹果的功效与作用";
    public static final String Apple_4 = "1.降低胆固醇\n" +
            "保持血糖的稳定，还能有效地降低胆固醇。\n" +
            "2.防癌抗癌\n" +
            "减少肺癌的危险，预防铅中毒，原花青素能预防结肠癌。\n" +
            "3.血管清理剂\n" +
            "改善呼吸系统和肺功能，保护肺部免受污染和烟尘的影响。\n" +
            "4.促进胃肠蠕动\n" +
            "协助人体顺利排出废物，减少有害物质对皮肤的危害。\n" +
            "5.维持酸碱平衡\n" +
            "苹果是碱性食品，吃苹果可以迅速中和体内过多的酸性物质(包括运动(运动食品)产生的酸及鱼、肉、蛋等酸性食物在体内产生的酸性代谢产物)，增强体力和抗病能力。\n" +
            "6.减肥\n" +
            "苹果会增加饱腹感，饭前吃能减少进食量，达到减肥的目的。";
    public static final String Apple_5 = "苹果的营养价值";
    public static final String Apple_6 = "有科学家和医师把苹果称为“全方位的健康水果”或称为“全科医生”。因为苹果的性味温和，含有丰富的碳水化合物、维生素和微量元素，有糖类、有机酸、果胶、蛋白质、钙、磷、钾、铁、维生素A、维生素B、维生素C和膳食纤维，另含有苹果酸，酒石酸，胡萝卜素，是所有蔬果中营养价值最接近完美的一个。\n" +
            "1.富含锌\n" +
            "苹果有“智慧果”、“记忆果”的美称。人们早就发现，多吃苹果有增进记忆、提高智能的效果。苹果不仅含有丰富的糖、维生素和矿物质等大脑必需的营养素，而且更重要的是富含锌元素。据研究，锌是人体内许多重要酶的组成部分，是促进生长发育的关键元素，锌还是构成与记忆力息息相关的核酸与蛋白质的必不可少的元素，锌还与产生抗体、提高人体免疫力等有密切关系。\n" +
            "2.鲜苹果中的含水量为85%。\n" +
            "3.苹果中含的多酚及黄酮类天然化学抗氧化物质和大量的粗纤维。\n" +
            "4.含有较多的钾，能与人体过剩的钠盐结合，使之排出体外。当人体摄入钠盐过多时，吃些苹果，有利于平衡体内电解质。\n" +
            "5.含有的磷和铁等元素，易被肠壁吸收，有补脑养血、宁神安眠作用。\n" +
            "6.苹果的香气是治疗抑郁和压抑感的良药。专家们经过多次试验发现，在诸多气味中，苹果的香气对人的心理影响最大，它具有明显的消除心理压抑感的作用。临床使用证明，让精神压抑患者嗅苹果香气后，心境大有好转，精神轻松愉快，压抑感消失。";
    public static final String Apple_7 = "苹果的选购";
    public static final String Apple_8 = "苹果有:红富士，嘎啦，红将军，乔纳金，红星，秦冠，黄元帅等品种。\n" +
            "红富士：1、看苹果柄是否有同心圆,由于日照充分,比较甜。2、看苹果身上是否有条纹,越多的越好。3、苹果是越红,越艳的好。\n" +
            "秦冠：1、挑大小匀称的(最好是中等大的)2、用手按下苹果,按的动的就是甜的,按不动的就是酸的。3、颜色要均匀。\n" +
            "黄元帅：1、挑颜色发黄的,麻点越多越好。2、用手掂量,轻的比较绵,重的比较脆。";
    public static final String Apple_9 = "苹果的存储";
    public static final String Apple_10 = "1.苹果放在阴凉处可以保持7~10天的新鲜，如果装在塑料袋放入冰箱，能够保存的更长的时间。如果有剩余的苹果，可以做成蜜饯或果酱类的食品，再放入冰箱比较方便。如果将未成熟的猕猴桃或者梨放入装有苹果的塑料袋中，苹果所释放出的乙烯有催熟其他水果的作用，能够软化猕猴桃和梨。但是如果将苹果个其他熟水果、蔬菜放在一起就会加速其腐烂，所以应该避免。\n" +
            "2.如果需要大量保存，家庭中常见的容器有缸、罐、坛、纸箱、木箱，这些容器都可用来贮藏苹果。所用的缸、罐、坛必须洗净擦干，并用白酒涂擦缸、罐、坛的内壁，也可在其中放半瓶白酒（用量可根据贮量的多少而定），瓶口敞开。\n" +
            "3.苹果采收后先放在阴凉处摊放几天，然后分层放在缸、罐或坛内。装好后再喷洒上白酒，根据贮量不同可喷洒50—150克不等，用棉絮盖其上再蒙上一层塑料布封口，防止酒气散发，吃苹果时随取随盖，这样处理可贮藏半年以上。";
    public static final String Apple_11 = "苹果的食用方法";
    public static final String Apple_12 = "苹果的吃法很多，如洗净，削皮吃。加水，做水果汤吃。榨汁吃。苹果炖鱼吃。制作苹果茶。";


    //3.橘子
    public static final String Orange_1 = "桔皮的基本介绍";
    public static final String Orange_2 = "桔皮，又称陈皮，为芸香科植物橘及其栽培变种的成熟果皮。橘常绿小乔木或灌木，栽培于丘陵、低山地带、江河湖泊沿岸或平原。分布于长江以南各地区。10至12月果实成熟时，摘下果实，剥取果皮，阴干或通风干燥。广陈皮剥取时多割成3至4瓣。陈皮药材分“陈皮”和“广陈皮”。\n" +
            "陈皮药材分“陈皮”和“广陈皮”。一般来说，陈皮果皮常剥成数瓣，基部相连或呈不规则碎片。外表面橙黄色或红棕色，有细皱纹及凹下的点状油室；内表面黄白色，粗糙呈海绵状，附黄白色或黄棕色筋络状维管束，质稍硬而脆，气香，味辛而微苦。而广陈皮果皮则多剖成3至4瓣，基部相连，形状整齐有序，厚度约1毫米。点状油室较大，对光照视透明清晰，质较柔软。但是不管是陈皮还是广陈皮都以片大、色鲜、油润、质软、香气浓、味甜苦辛者为佳。";
    public static final String Orange_3 = "桔皮的功效与作用";
    public static final String Orange_4 = "橘皮具理气降逆、调中开胃、燥湿化痰之功。主治脾胃气滞湿阻、胸膈满闷、脘腹胀痛、不思饮食、呕吐秽逆、二便不利、肺气阻滞、咳嗽痰多，亦治乳痈初起。经多年研究，现确认橘皮的功效与作用如下：\n" +
            "1.燥湿化痰\n" +
            "陈皮所含挥发油有刺激性被动祛痰作用，使痰液易咯出。陈皮煎剂对支气管有微弱的扩张作用。其醇提物的平喘效价较高。\n" +
            "2.使肾血管收缩\n" +
            "陈皮煎剂可使肾血管收缩，使尿量减少。\n" +
            "3.调中开胃\n" +
            "陈皮所含挥发油，对胃肠道有温和的刺激作用，可促进消化液的分泌，排除肠管内积气，显示了芳香健胃和驱风下气的效用。\n" +
            "4.预防动脉硬化\n" +
            "陈皮煎剂、醇提物等能兴奋心肌，但剂量过大时反而出现抑制。另外，它还可使血管产生轻度的收缩，迅速升高血压。陈皮中的果胶对高脂饮食引起的动脉硬化也有一定的预防作用。\n" +
            "5.消炎\n" +
            "陈皮煎剂与维生素C、维生素K并用，能增强消炎作用。\n" +
            "6.预防流感\n" +
            "陈皮能预防流感病毒的感染。";
    public static final String Orange_5 = "桔皮的营养价值";
    public static final String Orange_6 = "陈皮的苦味物质是以柠檬苷和苦味素为代表的“类柠檬苦素”，这种类柠檬苦素味平和，易溶解于水，有助于食物的消化。陈皮用于烹制菜肴时。其苦味与其他味道相互调和，可形成独具一格的风味。陈皮含有挥发油、橙皮甙、维生素B、C等成分，它所含的挥发油对胃肠道有温和刺激作用，可促进消化液的分泌，排除肠管内积气，增加食欲。陈皮也是一味常用中药，具有通气的健脾、燥湿化痰、解腻留香、降逆止呕的功效。";
    public static final String Orange_7 = "桔皮的选购";
    public static final String Orange_8 = "外表面成黄色或红棕色，有细皱纹及圆形小凹点，内表面黄白色，粗糙，呈海绵状，极易观察到圆大而紧密的凹点，基部残留有经络。质柔软，不易折断。";
    public static final String Orange_9 = "桔皮的存储";
    public static final String Orange_10 = "避光、通风、阴凉处保存。";
    public static final String Orange_11 = "桔皮的食用方法";
    public static final String Orange_12 = "1.将其洗净晒干后，浸于白酒中，2～3周后即可饮用，能清肺化痰，浸泡时间越长，酒味越佳。\n" +
            "2.橘子皮中含有大量的维生素C和香精油，将其洗净晒干与茶叶一样存放，可同茶叶一起冲饮，也可以单独冲饮，其味清香，而且提神、通气。\n" +
            "3.熬粥时，放入几片橘子皮，吃起来芳香爽口，还可起到开胃作用。\n" +
            "4.烧肉或烧排骨时，加入几片橘子皮，味道既鲜美又不会感到油腻，另外可以帮助消化去腥味、治疗高烧。\n" +
            "5.橘子皮可以做成糖橘丝、糖橘丁、糖橘皮、橘皮酱、橘皮香等美味可口的食品。\n" +
            "6.用细盐搓洗鲜橘皮，然后用面粉水洗净，切成小粒，用煮开甜酒水送服，可治疗初期感冒。\n" +
            "7.用开水冲泡鲜橘皮饮用可以治疗便秘，除口臭。";

    //4.菠萝
    public static final String Pineapple_1 = "菠萝的基本介绍";
    public static final String Pineapple_2 = "菠萝原名凤梨，菠萝属于凤梨科凤梨属多年生草本果树植物，有70多个品种，岭南四大名果之一。凤梨原产南美洲，至今巴西尚有野生种，16世纪中期由葡萄牙的传教士带到澳门，然后引进到广东各地，后在广西、福建、台湾等省栽种，经过长期的选育，陆续产生了许多品种。\n" +
            "菠萝是凤梨科多年生常绿草本植物，每株只在中心结一个果实。其果实呈圆筒形，由许多子房和花轴聚合而长成，是一种复合果。菠萝果皮有众多的花器（俗称果眼或菠萝钉），坚硬棘手，食用前必须削皮后挖去。菠萝一年有三次结果期，品质以6至8月成熟为最佳。鲜食以果色新鲜，果形端正，果身坚实，熟度八成的为好。菠萝常见品种有神湾种、巴厘种和沙捞越种三种，而以近年广州果农精心培育的“糖心菠萝”为最佳。\n" +
            "“糖心菠萝”属沙捞越种。沙捞越种又名“夏威夷”，果实重两三公斤，果眼大而浅，一般削皮后即可食用。其果形端正，果肉柔滑多汁，甜酸适中，是鲜食和制罐头的优良品种。“糖心菠萝”中，尤以广州黄埔区黄登村出产的\"黄登菠萝\"为最佳，它以个大肉厚汁多、甜似蜜、香如花，享誉海内外";
    public static final String Pineapple_3 = "菠萝的功效与作用";
    public static final String Pineapple_4 = "1.消除水肿\n" +
            "溶解阻塞于组织中的纤维蛋白和血凝块，改善局部的血液循环，消除炎症和水肿。\n" +
            "\n" +
            "2.减肥\n" +
            "菠萝减肥的秘密在于它丰富的果汁，能有效地酸解脂肪，可以每天有效地在食物中搭配食用菠萝或饮用菠萝汁，但是切忌过量或食用未经处理的生菠萝，第一容易降低味觉，刺激口腔粘膜；第二，容易导致生产菠萝蛋白酶，对这种蛋白酶过敏的人，会出现皮肤发痒等症状。\n" +
            "\n" +
            "3.助消化，促进食欲\n" +
            "具有健胃消食、补脾止泻、清胃解渴的功效。菠萝的诱人香味则是来自其成分中的酸丁酯，具有刺激唾液分泌及促进食欲的功效。\n" +
            "\n" +
            "4.去油腻，清理肠胃\n" +
            "菠萝中所含的蛋白质分解酵素可以分解蛋白质及助消化，对于长期食用过多肉类及油腻食物的现代人来说，是一种很合适的水果。\n" +
            "\n" +
            "5.美容\n" +
            "防止皮肤干裂，滋润头发的光亮，同时也可以可以消除身体的紧张感和增强肌体的免疫力。\n" +
            "\n" +
            "6.保健\n" +
            "促进血液循环酶，素来可以降低血压，稀释血脂，食用菠萝，可以预防脂肪沉积。\n" +
            "\n" +
            "7.消除感冒\n" +
            "烧、咳嗽、嗓子疼都是感冒最明显的症状，除了趟在床上安静地休息，不妨饮用一杯新鲜的菠萝汁，它有降温的作用，并能有效地降低支气管。\n" +
            "\n" +
            "8.利尿\n" +
            "适当食用对肾炎，高血压病患者有益。";
    public static final String Pineapple_5 = "菠萝的营养价值";
    public static final String Pineapple_6 = "1.新鲜的菠萝含水量较高，约为85%。其成分包括糖类、蛋白质、脂肪、维生素A、B1、B2、C、蛋白质分解酵素及钙、磷、铁、有机酸类、尼克酸等，尤其以维生素C含量最高。\n" +
            "2.菠萝含有一种叫“菠萝朊酶”的物质，它能分解蛋白质。";
    public static final String Pineapple_7 = "菠萝的选购";
    public static final String Pineapple_8 = "1.优质菠萝的果实呈圆柱形或两头稍尖的卵圆形，大小均匀适中，果形端正，芽眼数量少。成熟度好的菠萝表皮呈淡黄色或亮黄色，两端略带青绿色，上顶的冠芽呈青褐色；生菠萝的外皮色泽铁青或略带褐色。\n" +
            "2.如果菠萝的果实突顶部充实，果皮变黄，果肉变软，呈橙黄色，说明它已达到九成熟。这样的菠萝果汁多，糖分高，香味浓，风味好。如果不是立即食用，最好选果身尚硬，色光为浅黄带有绿色光泽，约七八成熟的品种为佳。\n" +
            "切开后，果目浅而小，内部呈淡黄色，果肉厚而果芯细小的菠萝为优质品；劣质菠萝果目深而多，内部组织空隙较大，果肉薄而果芯粗大；未成熟菠萝的果肉脆硬且呈白色。\n" +
            "用手轻轻按压菠萝，坚硬而无弹性的是生菠萝；挺实而微软的是成熟度好的；过陷甚至凹陷者为成熟过度的菠萝；如果有汁液溢出则说明果实已经变质，不可以再食用。\n" +
            "3.通过香气的浓、淡也能判断出菠萝是否成熟。成熟度好的菠萝外皮上稍能闻到香味，果肉则香气馥郁；浓香扑鼻的为过熟果，时间放不长，且易腐烂；无香气的则多半是带生采摘果，所含糖分明显不足，食之无味。";
    public static final String Pineapple_9 = "菠萝的存储";
    public static final String Pineapple_10 = "菠萝在6~10℃下保存，不仅果皮会变色，果肉也会成水浸状，因此不要放进冰箱储藏，要在避光，阴凉，通风的地方储存.如果一定要放入冰箱，应置于温度较高的水果槽中，保存的时间最好不要超过两天，从冰箱取出后，在正常的温度下会加速变质，所以尽早食用。";
    public static final String Pineapple_11 = "菠萝的食用方法";
    public static final String Pineapple_12 = "由于菠萝中含有刺激作用的甙类物质和菠萝蛋白酶，因此应将果皮和果刺修净，将果肉切成块状，在稀盐水或糖水中浸渍，浸出甙类，然后再吃。";


    //5.芒果
    public static final String Mango_1 = "芒果的基本介绍";
    public static final String Mango_2 = "芒果为漆树科芒果属热带常绿大乔木，高9到27米，叶为披针形，油绿而发亮，花小而多，红色或黄色，呈顶生圆锥花序，树的寿命长的可达几百年。原产印度及马来西亚，印度栽培历史最久，产量最多，占世界产量的80％。芒果的名字来源于印度南部的泰米乐语。野芒果树的果实不能食用，印度人最先发现这种树，并栽培成可吃的芒果，还用它来遮蔽热带的骄阳，距今已有4000多年的历史了。\n" +
            "世界上许多国家都有各自喜爱的芒果品种。泰国人常常爱说自己的芒果是世界上最好的，泰国人喜爱一种叫“婆罗门米亚”的芒果，意思是“卖老婆的婆罗门”，传说有个酷爱芒果的婆罗门竟把老婆卖了买芒果吃，因此得名。印度人把阿方索芒果、佩珊芒果和孟加拉芒果当作珍品。斯里兰卡人喜爱的是鹦鱼芒果和卢比芒果。菲律宾人欣赏的是加拉巴奥芒果，近年来为了做生意，将它改名为马尼拉超级芒果。\n" +
            "我国芒果的经济栽培地区有广东、广西、海南、福建、云南、台湾等省区。栽培最多的是海南省的海南岛，分布在陵水、保亭、乐东。东方、昌江、崖县等，目前，年产约500吨。广西的南宁、钦州、百色、玉林；云南的西双版纳、德宏、思茅；福建的安溪、漳州、云霄、厦门等地均有相当产量的芒果。";
    public static final String Mango_3 = "芒果的功效与作用";
    public static final String Mango_4 = "1.防治心血管疾病\n" +
            "芒果中含维生素C量高于一般水果，且具有即使加热加工处理，其含量也不会消失的特点，常食芒果可以不断补充体内维生素C的消耗，降低胆固醇、甘油三酯，有利于防治心血管疾病。\n" +
            "\n" +
            "2.抗癌\n" +
            "据现代食疗观点而言，芒果含有大量的维生素A，因此具有防癌、抗癌的作用。\n" +
            "\n" +
            "3.美化肌肤\n" +
            "由于芒果中含有大量的维生素，因此经常食用芒果，可以起到滋润肌肤的作用。\n" +
            "\n" +
            "4.明目\n" +
            "芒果的糖类及维生素含量非常丰富，尤其维生素A原含量占水果之首位，具有明目的作用。\n" +
            "\n" +
            "5.防治便秘\n" +
            "促进排便，对于防治便秘具有一定的好处。\n" +
            "\n" +
            "6.杀菌\n" +
            "芒果叶的提取物能抑制化脓球菌、大肠杆菌、绿脓杆菌。同时还具有抑制流感病毒的作用。\n" +
            "\n" +
            "7.祛痰止咳\n" +
            "芒果中所含的芒果甙有祛疾止咳的功效，对咳嗽痰多气喘等症有辅助治疗作用。\n" +
            "\n" +
            "8.防止晕车\n" +
            "食用芒果对于晕车、晕船有一定的止吐作用。";
    public static final String Mango_5 = "芒果的营养价值";
    public static final String Mango_6 = "1.芒果的含水量较高，约为82%。每100克含有66千卡热量。未成熟的果子含有淀粉，成熟转为糖。\n" +
            "2.成熟的芒果果肉含糖14%~16%，可溶性固形物15%~24%，另外含有丰富的蛋白质，芒果酮酸、维生素A、维生素B、维生素C、胡萝卜素及多种人体所需要的钙、磷、铁等矿物质和氨基酸。";
    public static final String Mango_7 = "芒果的选购";
    public static final String Mango_8 = "1.自然成熟的芒果颜色不十分均匀，而催熟的芒果则只有小头顶尖处果皮翠绿，其他部位的果皮则发黄。\n" +
            "2.催熟的芒果味淡或有异味，没有芒果特有的香味。\n" +
            "3.自然成熟的芒果有适中的硬度和弹性，而催熟的芒果则整体扁软。";
    public static final String Mango_9 = "芒果的存储";
    public static final String Mango_10 = "将成熟的芒果放到冰箱里可保存2~5天。将没有成熟的，芒果放到一个纸盒子里，然后放在厨房的角落里，这样可以保存几十天，过一段时间要将他们放入冰箱里。";
    public static final String Mango_11 = "芒果的食用方法";
    public static final String Mango_12 = "巧切芒果的方法： \n" +
            "1.先把芒果洗干净然后立着放在案板上，即让果核与案板呈垂直状，然后以果核为中心，在果核右边切一刀，芒果被分为两部分。 \n" +
            "2.按照同样的切法在果核的左边切一刀，芒果被分为三部分了。 \n" +
            "3.取芒果的左右两边果肉，在果肉上划格子，但是注意不要切到皮。 \n" +
            "4.把划好格子的芒果拿在手上，手指抵住芒果皮往上顶，这样芒果就被翻成一朵花的样子了，装盘端上桌吧。";


    //6.樱桃
    public static final String Cherry_1 = "樱桃番茄的基本介绍";
    public static final String Cherry_2 = "樱桃番茄，又名圣女果，在国外又有“小金果”、“爱情果”之称，是一种热带作物，果实直径约1～3厘米，鲜红碧透，味清甜，无核，口感好，营养价值高。它既是蔬菜又是水果，不仅色泽艳丽、形态优美，而且味道适口、营养丰富，除了含有番茄的所有营养成分之外，其维生素含量比普通番茄高。被联合国粮农组织列为优先推广的“四大水果”之一。\n" +
            "樱桃番茄是一年生草本植物，属茄科蕃茄属，植株最高时能长到2米。在我国一年四季均可栽培。只不过在北方，每年只生长一季，其余时间大棚种植，与露地栽培比起来，在口味上有很大差别。到了华南地区，由于气候适宜樱桃番茄的生长，从每年的七、八月份开始，一直到来年的2月份，都可以吃到口味纯正的露地栽培樱桃番茄。";
    public static final String Cherry_3 = "樱桃番茄的功效与作用";
    public static final String Cherry_4 = "圣女果性甘、酸、微寒，归肝、胃、肺经；具有生津止渴，健胃消食，清热解毒，凉血平肝，补血养血和增进食欲的功效；可治口渴，食欲不振。\n" +
            "1.减缓色斑、延缓衰老\n" +
            "番茄红素不仅仅是当今工业上重要的天然食品着色剂，更为重要的是它是很强的抗氧化剂。补充番茄红素，抵抗衰老，增强免疫系统，减少疾病的发生。番茄红素还能降低眼睛黄斑的退化、减少色斑沉着。故番茄拥有“长寿果”之美誉。\n" +
            "2.抗癌\n" +
            "研究表明，番茄红素能够有效预防前列腺癌、消化道癌、肝癌、肺癌、乳腺癌、膀胱癌、子宫癌、皮肤癌等。\n" +
            "3.可降脂降压\n" +
            "降低血压经常发生牙龈出血或皮下出血的患者，吃番茄有助于改善症状。\n" +
            "4.防止血栓的发生\n" +
            "患冠心病及中风的病人每天适量饮用番茄汁有益于病的康复。\n" +
            "5.健胃消食\n" +
            "有助消化、润肠通便作用，可防治便秘。";
    public static final String Cherry_5 = "樱桃番茄的营养价值";
    public static final String Cherry_6 = "1.樱桃番茄中含有谷胱甘肽和番茄红素等特殊物质。这些物质可促进人体的生长发育，特别可促进小儿的生长发育，并且可增加人体抵抗力，延缓人的衰老。\n" +
            "2.番茄红素可保护人体不受香烟和汽车废气中致癌毒素的侵害，并可提高人体的防晒功能。近些年来美国、德国科学家发现，番茄制品中的番茄红素不但可防癌、抗癌，特别是可防前列腺癌，而且还可治疗前列腺癌。樱桃番茄中维生素PP的含量居果蔬之首，维生素PP的作用是保护皮肤，维护胃液的正常分泌，促进红细胞的生成，对肝病也有辅助治疗作用。\n" +
            "3.樱桃番茄所含的苹果酸或柠檬酸，有助于胃液对脂肪及蛋白质的消化。";
    public static final String Cherry_7 = "樱桃番茄的选购";
    public static final String Cherry_8 = "1.颜色\n" +
            "只有深红色的圣女果才是香甜爽口的，因为这个颜色的果实一般都熟透了，而且生长的过程中，也有充足的阳光和养分的供应，所以挑选的时候，颜色越深的圣女果，口味越甜，如果是浅色的，反而不怎么甜。\n" +
            "2.硬度\n" +
            "圣女果并不像其他的水果那样，越软越熟。通常深红色的圣女果就已经成熟了，而且越硬的圣女果，口感越好。每天吃一个圣女果，对于女性朋友是很有好处的，不但能够促进新陈代谢，而且还可以红润面部肌肤。\n" +
            "3.新鲜\n" +
            "由于圣女果的特殊造型，很难判断它的新鲜程度。不过如果圣女果上带有叶子，而且是比较鲜艳的那种绿色，就算是比较新鲜的了，大家可以根据这点来判断圣女果的新鲜程度。\n" +
            "4.外皮\n" +
            "圣女果的外皮很薄，很容易被划破、出现裂口等，所以在挑选的时候，要格外仔细，力度适中。如果是外皮光滑，没有斑点的圣女果，通常口感也会很好的。\n" +
            "5.水分\n" +
            "挑选水果的时候，水分是自然不能忽视的，所以感觉沉甸甸的话，就说明里面含有的水分很多，可以放心的购买。另外，圣女果的外形也要饱满，如果是干瘪了的，相信水分也会很少。";
    public static final String Cherry_9 = "樱桃番茄的存储";
    public static final String Cherry_10 = "冷藏。";


    //7.草莓
    public static final String Strawberry_1 = "草莓的基本介绍";
    public static final String Strawberry_2 = "草莓又叫红莓、洋莓、地莓(Strawberry)等，是一种红色的水果。草莓是对蔷薇科草莓属植物的通称，属多年生草本植物，在全世界已知有50多种，原产欧洲。草莓的外观呈心形，鲜美红嫩，果肉多汁，酸甜可口，且有特殊的浓郁水果芳香。由于草莓色、香、味俱佳，而且营养价值高，含丰富维生素C，有帮助消化的功效，所以被人们誉为“水果皇后”。\n" +
            "世界各国栽培的草莓主要是18世纪育出的大果草莓，即凤梨草莓，主要产地在中国、美国、澳大利亚、新西兰。中国产草莓有7个种，其中以森林草莓和东方草莓两种最多，分布在东北、西北和西南等地的山坡、草地或森林下。此外还有黄毛草莓、西南莓、五叶草莓、纤细草莓和西藏草莓。";
    public static final String Strawberry_3 = "草莓的功效与作用";
    public static final String Strawberry_4 = "草莓味甘、酸，性凉，归肺、脾经。具有润肺生津，健脾，消暑，解热，利尿，止渴的功效；主治风热咳嗽，口舌糜烂，咽喉肿毒，便秘，高血压等症。\n" +
            "1.明目\n" +
            "草莓中所含的胡萝卜素是合成维生素A的重要物质，具有明目养肝作用。\n" +
            "2.滋补调理\n" +
            "草莓对胃肠道和贫血均有一定的滋补调理作用。\n" +
            "3.降血脂\n" +
            "草莓除可以预防坏血病外，对防治动脉硬化，冠心病也有较好的疗效。\n" +
            "4.防癌\n" +
            "在体内可吸附和阻止致癌化学物质的吸收，具有防癌作用。\n" +
            "5.清除有毒物质\n" +
            "可以自然平和的清除体内的重金属离子。\n" +
            "6.保健\n" +
            "女性常吃草莓，对皮肤、头发均有保健作用。\n" +
            "7.减肥\n" +
            "因为它含有一种叫天冬氨酸的物质，可以自然而平缓地除去体内的“矿渣”。\n" +
            "8.助消化\n" +
            "其含有大量果胶及纤维素，可促进胃肠蠕动、帮助消化、改善便秘，预防痔疮、肠癌的发生。";
    public static final String Strawberry_5 = "草莓的营养价值";
    public static final String Strawberry_6 = "1.草莓含有丰富的维生素和矿物质，每百克含维生素C高达80毫克，远远高于苹果和梨；还含有葡萄糖、果糖、柠檬酸、苹果酸、胡萝卜素、核黄素等。这些营养素对儿童的生长发育有很好的促进作用，对老年人的健康亦很有益。\n" +
            "2.草莓主要的营养价值体现在其维生素C含量非常高。维生素C可以防治牙龈出血，促进伤口愈合，并会使皮肤细腻而有弹性。近年来的研究发现，维生素C除了可以预防坏血病外，对动脉硬化、冠心病、心绞痛、脑溢血、高血压、高血脂等疾病，都有积极的预防作用。\n" +
            "3.草莓中的胡萝卜素是合成维生素A的重要物质，具有明目、养肝的作用。\n" +
            "4.国外最新研究还指出，草莓中含有一种胺类物质，对治疗白血病和再生障碍性贫血有一定的功效。";
    public static final String Strawberry_7 = "草莓的选购";
    public static final String Strawberry_8 = "首先不买畸形草莓。正常生长的草莓外观呈心形，但有些草莓色鲜个大，颗粒上有畸形凸起，咬开后中间有空心。这种畸形莓往往是在种植过程中滥用激素造成的，长期大量食用这样的果实，有可能损害人体健康。特别是孕妇和儿童，不能食用畸形莓。\n" +
            "挑选的时候应该尽量挑选色泽鲜亮、有光泽，结实、手感较硬者；太大的草莓忌买，过于水灵的草莓也不能买；最好尽量挑选表面光亮、有细小绒毛的草莓。";
    public static final String Strawberry_9 = "草莓的存储";
    public static final String Strawberry_10 = "用盐水清洗后沥干，再放入冰箱冷藏，可以保存的久一些。";
    public static final String Strawberry_11 = "草莓的食用方法";
    public static final String Strawberry_12 = "由于草莓是低矮的草茎植物，虽然是在地膜中培育生长，在生长过程中还是容易受到泥土和细菌的污染，所以草莓入口前一定要把好“清洗关”。\n" +
            "\n" +
            "草莓清洗办法：\n" +
            "1.用自来水不断冲洗，流动的水可避免农药渗入果实中。\n" +
            "2.洗干净的草莓也不要马上吃，最好再用淡盐水或淘米水浸泡5分钟。淡盐水可以杀灭草莓表面残留的有害微生物；淘米水呈碱性，可促进呈酸性的农药降解。\n" +
            "3.洗草莓时，注意千万不要把草莓蒂摘掉，去蒂的草莓若放在水中浸泡，残留的农药会随水进入果实内部，造成更严重的污染。另外，也不要用洗涤灵等清洁剂浸泡草莓，这些物质很难清洗干净，容易残留在果实中，造成二次污染。　\n" +
            "\n" +
            "常见的草莓食疗方法：\n" +
            "1.遇积食腹胀、胃口不佳时，可在饭前吃草莓60克，每日3次；\n" +
            "2.齿龈出血、口舌生疮、小便少、色黄时，可将鲜草莓60克捣烂，冷开水冲服，每日3次；\n" +
            "3.干咳无痰，日久不愈时，可用鲜草莓6克与冰糖30克起隔水炖服，每日3次；\n" +
            "4.遇烦热干咳、咽喉肿痛、声音嘶哑时，可用草莓鲜果洗净榨汁，每天早晚各一杯；\n" +
            "5.酒后头昏不适时，可一次食用鲜草莓100克，洗净后一次服完，有助于醒酒；\n" +
            "6.营养不良或病后体弱消瘦者，可将洗净的草莓榨汁，再加入等量米酒拌匀即成草莓酒，早晚各饮1杯。";


    //8.梨
    public static final String Pear_1 = "梨的基本介绍";
    public static final String Pear_2 = "梨为蔷薇科梨属植物，多年生落叶果树，乔木，叶子卵形，花多白色，果子多汁、可食。8-9月间果实成熟时采收，鲜用或切片晒干。主要品种有秋子梨、白梨、沙梨、洋梨四种，多分布在中国华北、东北、西北及长江流域各省。中国是梨属植物中心发源地之一，亚洲梨属的梨大都源于亚洲东部，日本和朝鲜也是亚洲梨的原始产地。中国栽培的白梨、沙梨、秋子梨都原产中国。\n" +
            "梨有降血压、清热镇凉的作用，梨皮和梨叶、花、根也均可入药，有润肺、消痰、清热、解毒等功效。梨是“百果之宗”，因其鲜嫩多汗、酸甜适口，所以又有“天然矿泉水”之称。\n" +
            "梨树对土壤的适应能力很强，不论山地、丘陵、沙荒、洼地、盐碱地和红壤，都能生长结果。在一般栽培管理条件下，可获得高产。梨根系发达，垂直根深可达2-3m以上，水平根分布较广，约为冠幅2倍左右。梨干性强，层性较明显。结果早，结果期长，有些品种2-3年即开始结果，盛果期可维持50年以上。";
    public static final String Pear_3 = "梨的功效与作用";
    public static final String Pear_4 = "梨味甘微酸、性凉，入肺、胃经；具有生津，润燥，清热，化痰，解酒的作用；用于热病伤阴或阴虚所致的干咳、口渴、便秘等症，也可用于内热所致的烦渴、咳喘、痰黄等症。另外，煮熟的梨有助于肾脏排泄尿酸和预防痛风、风湿病和关节炎。\n" +
            "1.降血压\n" +
            "能保护心脏，减轻疲劳，增强心肌活力，降低血压。\n" +
            "\n" +
            "2.清肺止咳\n" +
            "能祛痰止咳，对咽喉有养护作用。\n" +
            "\n" +
            "3.开胃护肝\n" +
            "增进食欲，对肝脏具有保护作用。\n" +
            "\n" +
            "4.防癌抗癌\n" +
            "防止动脉粥样硬化，抑制致癌物质亚硝胺的形成，从而防癌抗癌。\n" +
            "\n" +
            "5.利尿通便\n" +
            "中的果胶含量很高，有助于消化、通利大便。\n" +
            "\n" +
            "梨果：生津、润燥、清热、化痰等功效，适用于热病伤津烦渴、消渴症、热咳、痰热惊狂、噎膈、口渴失音、眼赤肿痛、消化不良。\n" +
            "梨果皮：清心、润肺、降火、生津、滋肾、补阴功效。根、枝叶、花可以润肺、消痰、清热、解毒。\n" +
            "梨籽：含有木质素，是一种不可溶纤维，能在肠子中溶解，形成像胶质的薄膜，能在肠子中与胆固醇结合而排除。梨子含有硼可以预防妇女骨质疏松症。硼充足时，记忆力、注意力、心智敏锐度会提高。\n" +
            "梨木细致，软硬适度，是雕刻印章和高级家具的原料。";
    public static final String Pear_5 = "梨的营养价值";
    public static final String Pear_6 = "1.梨的果肉含有丰富的果浆，葡萄糖和苹果酸等有机酸，另外含有蛋白质、脂肪、钙、磷、铁、以及胡萝卜素、维生素B1、维生素B2、尼克酸、抗坏血酸等多种维生素。\n" +
            "2.新鲜的梨含水量达83%，热量比苹果稍低，其热量主要来源是碳水化合物。";
    public static final String Pear_7 = "梨的选购";
    public static final String Pear_8 = "选购的时，首先看皮色，皮色薄，没有虫蛀，破皮，疤痕和色变的，质量比较好。其次应选择形状饱满，大小适中，没没有畸形和损伤的梨。第三看肉质，肉质细嫩，脆，果核比较小的，口感比较好。";
    public static final String Pear_9 = "梨的存储";
    public static final String Pear_10 = "1.梨只要摆在阴冷角落即可，不宜长时间冷藏，实在要放入冰箱，可装在纸袋中放入冰箱储存2~3天。放入冰箱之前不要清洗，否则容易腐烂。\n" +
            "另外，不要和苹果、香蕉、木瓜、桃子等腐烂的水果混放，容易产生乙烯，加快氧化变质。\n" +
            "2.大量储存梨时，可以先把选好的无硬伤的雪花梨、鸭梨等洗净，再放入陶制容器或瓷坛内，然后用凉水配制1%的淡盐水溶液，倒入盛梨的容器内，注意梨和盐水溶液都不要太满，以便留出梨自我呼吸的空间和余地；最后用薄膜将容器口密封，放在阴凉处，这样处理后的梨，就可以保存一二个月。";
    public static final String Pear_11 = "梨的食用方法";
    public static final String Pear_12 = "1.生食：民间对其有“生者清六腑之热，熟者滋五腑之阴”的说法。因此，生吃梨能明显解除上呼吸道感染患者所出现的咽喉干、痒、痛、音哑，以及便秘尿赤等症状。\n" +
            "2.榨汁：将梨榨成梨汁，或加胖大海、冬瓜子、冰糖少许，煮饮，对天气亢燥、体质火旺、喉炎干涩、声音不扬者，具有滋润喉头、补充津液的功效。\n" +
            "3.冰糖蒸梨：冰糖蒸梨是我国传统的食疗补品。可以滋阴润肺，止咳祛痰，对嗓子具有良好的润泽保护作用。\n" +
            "4.梨的饮料：“梨膏糖”更是闻名中外，它是用梨加蜂蜜熬制而成，对患肺热久咳症的病人有明显疗效。\n" +
            "\n" +
            "吃梨小贴士：\n" +
            "1.梨性偏寒助湿，多吃会伤脾胃，故脾胃虚寒、畏冷食者应少吃。\n" +
            "2.梨含果酸较多，胃酸多者，不可多食。\n" +
            "3.梨有利尿作用，夜尿频者，睡前少吃梨。\n" +
            "4.血虚、畏寒、腹泻、手脚发凉的患者不可多吃梨，并且最好煮熟再吃，以防湿寒症状加重。\n" +
            "5.梨含有糖量高，糖尿病者当慎。\n" +
            "6.梨含果酸多，不宜与碱性药同用，如氨茶碱、小苏打等。梨不应与螃蟹同吃，以防引起腹泻。\n" +
            "7.用以止咳化痰者，不宜选择含糖量太高的甜梨。";


    //9.葡萄
    public static final String Grape_1 = "葡萄干的基本介绍";
    public static final String Grape_2 = "葡萄干为葡萄科葡萄属植物各种葡萄的果实经日光下晒干或阴影下晾干的果实，又名草龙珠、蒲桃。葡萄主产新疆、甘肃，陕西、河北、山东等地均有栽培，夏末秋初采收。\n" +
            "晒制方法：一为在阳光下直接曝硒，制成褐色葡萄干；二为在荫房中晾制；三为近年来采用的快速制干法，先将葡萄经脱水剂处理，再放入荫房内晾干或以烘干机烘干，大大缩短制干时间。做葡萄干的果实必须是成熟的果实，葡萄干内的含水量只有15-25%，其果糖的含量高达60%。因此它非常甜。葡萄干因此可以保存很久，时间长了后葡萄干里的果糖有可能结晶，但这并不影响其食用。\n" +
            "中国新疆吐鲁番的无核葡萄制成的葡萄干最有名，吐鲁番气候炎热而干燥，用砖搭成的阴干房四面墙上有许多墙洞，中间是木棍搭成的支架，将成熟的无核葡萄搭上，经过热风的吹，很快就能得到高质量的葡萄干。\n" +
            "葡萄干的种类很多，根据选用葡萄种类的不同，可以分为：无核白、特级绿、王中王、马奶子、男人香、玫瑰香、金皇后、香妃红、黑加仑、沙漠王、巧克力、酸奶子、琐琐葡萄干等。包括有籽、无籽、绿的、红的、金黄的、黑红、紫的、黑的各种各样。根据口味不同有香甜、酸甜、特甜等各种口味。";
    public static final String Grape_3 = "葡萄干的功效与作用";
    public static final String Grape_4 = "1.补血气\n" +
            "葡萄干中的铁和钙含量十分丰富，是儿童、妇女及体弱贫血者的滋补佳品，可补血气、暖肾，治疗贫血，血小板减少。\n" +
            "2.防止冠心病\n" +
            "葡萄干内含大量葡萄糖，对心肌有营养作用，有助于冠心病患者的康复。\n" +
            "3.缓解神经衰弱\n" +
            "葡萄干还含有多种矿物质和维生素、氨基酸，常食对神经衰弱和过度疲劳者有较好的补益作用，还是妇女病的食疗佳品。\n" +
            "4.降低胆固醇\n" +
            "如果每天摄食相当于400卡热量的葡萄干，能有效降低血中胆固醇，同时还能抑制血中坏胆固醇的氧化。\n" +
            "6.护肠\n" +
            "葡萄干能改善直肠的健康，因为葡萄干含有纤维和酒石酸，能让排泄物快速通过直肠，减少污物在肠中停留的时间。\n" +
            "7.防肿瘤\n" +
            "葡萄干中含有一种称为白藜芦醇的成分，它能有效地防止细胞恶变或抑制恶性肿瘤的增长，而且能阻止白血病细胞的分裂。\n" +
            "8.预防心脏病\n" +
            "葡萄干中的纤维能防止果糖在血液中转化成三酸甘油酯—一种血液脂肪，从而降低罹患心脏病的危险。";
    public static final String Grape_5 = "葡萄干的营养价值";
    public static final String Grape_6 = "1.葡萄干中的铁和钙含量十分丰富，是儿童、妇女及体弱贫血者的滋补佳品。\n" +
            "2.葡萄干内含大量葡萄糖。\n" +
            "3.葡萄干还含有多种矿物质和维生素、氨基酸。";
    public static final String Grape_7 = "葡萄干的选购";
    public static final String Grape_8 = "1.以粒大、壮实、味柔糯者为上品。\n" +
            "2.颗粒之间有一定空隙，不应有粘团现象，手摸有干燥感，甩手攥一下再放下，颗粒能迅速散开的葡萄干品质较佳。如果颗粒表面有糖油，或手捏颗粒易破裂的葡萄干质较次。 \n" +
            "3.白葡萄干的外表要求略乏糖霜，舐去糖霜后色泽晶绿透明。红葡萄干外表也要求略带糖霜，舐去糖霜呈紫红色半透明。\n" +
            "4.口味甜蜜鲜醇，不酸不涩。";
    public static final String Grape_9 = "葡萄干的存储";
    public static final String Grape_10 = "经过拆封，在短期内无法使用完毕，应放在冰箱或冷藏箱内保存。";
    public static final String Grape_11 = "葡萄干的食用方法";
    public static final String Grape_12 = "葡萄干可以被作为点心，直接食用或放在糕点中，一些地方的烹调食用葡萄干调料。";


    //10.西瓜
    public static final String Watermelon_1 = "西瓜的基本介绍";
    public static final String Watermelon_2 = "西瓜，属葫芦科，原生地在非洲，它原是葫芦科的野生植物，后经人工西瓜，顾名思义，是西域传来的瓜，我国是世界上最大的西瓜产地。西瓜是一种双子叶开花植物，形状像藤蔓，叶子呈羽毛状。它所结出的果实是假果，且属于植物学家称为假浆果的一类。果实外皮光滑，呈绿色或黄色有花纹，果瓤多汁为红色或黄色（罕见白色）。全国大部分地区均可栽培。山东省沂水县四十里铺、山东省莱西有大量栽培，莱西市河头店镇出产的南岚西瓜以瓤沙、味甜、水多、营养丰富而闻名。";
    public static final String Watermelon_3 = "西瓜的功效与作用";
    public static final String Watermelon_4 = "西瓜果皮、果肉、种子都可食用、药用。籽壳及西瓜皮制成“西瓜霜”专供药用，可治口疮、口疳，牙疳，喉蛾（急性咽喉炎），及一切喉症。\n" +
            "西瓜皮用来治肾炎水肿、肝病黄疸、糖尿病。\n" +
            "西瓜子有清肺润肺功效，和中止渴、助消化，可治吐血、久嗽。籽壳用治肠风下血、血痢。\n" +
            "西瓜果肉（瓤）味甘，归心、胃、膀胱经；具有清热解暑、生津止渴、利尿除烦的功效；主治胸膈气壅，满闷不舒，小便不利，口鼻生疮，暑热，中暑，解酒毒等症。\n" +
            "1.降热解暑、降血压\n" +
            "具有清热解暑、泻火除烦、降血压等作用，对贫血、咽喉干燥、唇裂，以及对膀胱炎、肝腹水、肾炎患者均有一定疗效。\n" +
            "2.天然水润防晒霜\n" +
            "夏季的阳光分外强烈，日光直射导致紫外线较强，西瓜的含水量在水果中是首屈一指的，所以特别适合夏季补充人体水分的损失。\n" +
            "3.大便通畅\n" +
            "吃西瓜后尿量会明显增加，这可以减少胆色素的含量，对治疗黄疸有一定作用。\n" +
            "4.抗衰老\n" +
            "新鲜的西瓜汁和鲜嫩的瓜皮增加皮肤弹性，使人变的更年轻，减少皱纹，增添光泽。";
    public static final String Watermelon_5 = "西瓜的营养价值";
    public static final String Watermelon_6 = "1.西瓜含有93%的水分，所含热量较低，是消夏解渴的佳品。\n" +
            "2.西瓜除不含脂肪和胆固醇以外，几乎所有人体所需的各种营养成分，如葡萄糖，果糖，蔗糖，膳食纤维，以及钙、磷、谷氨酸、瓜氨酸等，尤其是维生素A的含量较高。";
    public static final String Watermelon_7 = "西瓜的选购";
    public static final String Watermelon_8 = "挑选西瓜的误区\n" +
            "1.听声音：一般人认为，听声音，就可以挑出好西瓜。各种类型的西瓜都可以通过听来选择。其实，不同的西瓜因为皮的厚薄，韧脆而会有不同的声音。\n" +
            "2.瓜底子：一般人认为，瓜底黄了，就一定是熟瓜。其实有时种地时候因为瓜底不见光，所以，可能在三、四分熟的时候，已经黄了。\n" +
            "选购方法：\n" +
            "1.花皮瓜类，要纹路清楚，深淡分明；黑皮瓜类，要皮色乌黑，带有光泽。无论何种瓜，瓜蒂、瓜脐部位向里凹入，藤柄向下贴近瓜皮，近蒂部粗壮青绿，是成熟的标志。\n" +
            "2.用拇指摸瓜皮，感觉瓜皮滑而硬则为好瓜，瓜皮粘或发软为次瓜。\n" +
            "3.成熟度越高的西瓜，其份量就越轻。一般同样大小的西瓜，以轻者为好，过重者则是生瓜。\n" +
            "4.西瓜托在手中，用手指轻轻弹拍，发出咚、咚地清脆声，托瓜的手感觉有些颤动，是熟瓜；发出突、突声，是成熟度比较高的反映；发出噗、噗声，是过熟的瓜；发出嗒、嗒声的是生瓜。";
    public static final String Watermelon_9 = "西瓜的存储";
    public static final String Watermelon_10 = "未切开的西瓜低温保存5天左右，切开后用保鲜膜裹住，可低温保存三天左右的时间。";


}
